{
  "format": "layers-model",
  "generatedBy": "TensorFlow.js v2.8.0",
  "convertedBy": "TensorFlow.js Converter v2.8.0",
  "modelTopology": {
    "class_name": "RecommenderNet",
    "config": {
      "name": "recommender_net_1",
      "trainable": true,
      "dtype": "float32",
      "users_count": 72,
      "place_count": 85,
      "embedding_size": 50
    },
    "keras_version": "2.15.0",
    "backend": "tensorflow"
  },
  "weightsManifest": [
    {
      "paths": ["group1-shard1of1.bin"],
      "weights": [
        {"name": "kernel", "shape": [2, 4], "dtype": "float32"},
        {"name": "bias", "shape": [4], "dtype": "float32"}
      ]
    }
  ]
}
