{"format": "layers-model", "generatedBy": "keras v2.4.0", "convertedBy": "TensorFlow.js Converter v2.3.0", "modelTopology": {"keras_version": "2.4.0", "backend": "tensorflow", "model_config": {"class_name": "RecommenderNet", "config": {"name": "recommender_net_1", "trainable": true, "dtype": "float32", "users_count": 72, "place_count": 85, "embedding_size": 50}}}}
